{
  "hero_title": "Born from",
  "hero_highlight": "Passion",
  "hero_description": "Cultivating BIO‑certified perennials that bring beauty, resilience, and biodiversity to gardens and retail.",

  "roots_intro": "Rooted in generations of horticultural expertise, Elegardens® blends traditional knowledge with sustainable innovation. We cultivate resilient, BIO-certified perennials designed to support biodiversity, delight customers, and perform reliably in the garden and at retail.",
  "roots_signature": "— The Elegardens Team",

  "milestones_title": "Milestones Along the Way",

  "milestone1_title": "A Legacy of Horticultural Excellence",
  "milestone1_sub1": "A Family Tradition of Horticultural Excellence Since 1953 ",
  "milestone1_desc1": "Elegardens® is the Bio Collection brand of Stauden Peters GbR, a family-owned company with over seven decades of horticultural tradition. Founded in 1953 in Kranenburg, Germany, Stauden Peters has grown from a small flower nursery into one of Europe’s leading producers of perennials, ornamental grasses, and peonies.",
  "milestone1_sub2": "Delivering Premium Plants Across Europe",
  "milestone1_desc2": "Through its brands—Elegrass, Elerose, and Elegardens—the company delivers innovative, high-quality plant solutions to garden centers, nurseries, and wholesalers across Europe. With cultivation sites in both Germany and Portugal, Stauden Peters combines expertise with modern production methods and reliable logistics to ensure consistent availability and premium quality throughout the season.",

  "milestone2_title": "Growth, Innovation, and Sustainability",
  "milestone2_sub1": "Cultivating Across Germany and Portugal",
  "milestone2_desc1": "In Portugal, the company operates on 25 hectares, including 22 hectares of open-field cultivation and 3 hectares under protective cover. In Germany, production spans three sites totaling 27 hectares, with 20 hectares of open fields and 7 hectares equipped with advanced greenhouses.",
  "milestone2_sub2": "Innovation Meets Horticultural Heritage",
  "milestone2_desc2": "A major milestone occurred in 2020 with the integration of the Reichswalde branch, formerly Nursery Stefan Wolf, into the family business. This 7-hectare site—featuring 3 hectares of state-of-the-art greenhouses and 4 hectares of open fields—blends horticultural heritage with innovation. It was here in 2024 that the Elegardens® BIO collection was launched, reflecting the company’s dedication to sustainable and forward-looking horticulture.",

  "milestone3_title": "The Elegardens® BIO Collection",
  "milestone3_sub1": "Certified Organic and Eco-Friendly",
  "milestone3_desc1": "The Elegardens® BIO collection represents the next chapter in Stauden Peters’ journey, combining certified organic cultivation with a strong commitment to aesthetics and environmental care. Built on the principles of biodiversity, resilience, and sustainability, the collection features EU BIO-certified plants that grow naturally without the use of synthetic chemicals.",
  "milestone3_sub2": "Strengthening Your Assortment, Greening the Planet",
  "milestone3_desc2": "By partnering with Stauden Peters, customers can enhance their assortment with premium perennials that not only offer visual appeal but also convey a meaningful ecological message. This collaboration strengthens market position, meets evolving customer expectations, and contributes to a greener, healthier planet for future generations.",

  "our_story_title": "Our Story",
  "our_mission": "Our Mission",
  "our_mission_desc": "Our mission is to cultivate BIO-certified perennials that enrich people and the planet. We focus on resilient plants that support biodiversity and strengthen ecosystems, with sustainability at the heart of our approach.",
  "our_vision": "Our Vision",
  "our_vision_desc": "Our vision is to set new standards in sustainable horticulture by gradually transitioning toward 100% BIO-certified cultivation, creating plants that combine elegance with ecological value.",
  "our_values": "Our Values",
  "our_values_desc": "Sustainability guides everything we do. We prioritize partnerships with retailers, ensuring our collections are attractive, eco-friendly, and market-ready. We blend decades of horticultural expertise with innovation to produce high-quality, climate-resilient plants.",

  "ceo_title": "Meet the Founding CEO",
  "ceo_desc": "Leader in sustainable horticulture, guiding Elegardens' BIO transition."
}
