{
  "hero_title": "Entstanden aus",
  "hero_highlight": "Leidenschaft",
  "hero_description": "BIO‑zertifizierte Stauden, die Schönheit, Widerstandsfähigkeit und Biodiversität in Gärten und den Handel bringen.",

  "roots_intro": "Verwurzelt in Generationen gärtnerischer Erfahrung verbindet Elegardens® traditionelles Wissen mit nachhaltiger Innovation. Wir kultivieren widerstandsfähige, BIO-zertifizierte Stauden, die Biodiversität fördern, Kunden begeistern und sowohl im Garten als auch im Handel zuverlässig sind.",
  "roots_signature": "— Das Elegardens Team",

  "milestones_title": "Meilensteine auf unserem Weg",

  "milestone1_title": "Eine Tradition gärtnerischer Exzellenz",
  "milestone1_sub1": "Eine Familientradition der Gartenbaukunst seit 1953",
  "milestone1_desc1": "Elegardens® ist die Bio Collection Marke der Stauden Peters GbR, einem familiengeführten Unternehmen mit über sieben Jahrzehnten gärtnerischer Tradition. 1953 in Kranenburg gegründet, entwickelte sich Stauden Peters von einer kleinen Gärtnerei zu einem der führenden Staudenproduzenten Europas.",
  "milestone1_sub2": "Premium-Pflanzen für ganz Europa",
  "milestone1_desc2": "Mit den Marken Elegrass, Elerose und Elegardens liefert das Unternehmen innovative, hochwertige Pflanzenlösungen an Gartencenter, Baumschulen und Großhändler in ganz Europa. Mit Standorten in Deutschland und Portugal verbindet Stauden Peters Fachwissen mit moderner Produktion und zuverlässiger Logistik für gleichbleibende Qualität und Verfügbarkeit.",

  "milestone2_title": "Wachstum, Innovation und Nachhaltigkeit",
  "milestone2_sub1": "Kultivierung in Deutschland und Portugal",
  "milestone2_desc1": "In Portugal bewirtschaftet das Unternehmen 25 Hektar, davon 22 Hektar Freiland und 3 Hektar unter Schutz. In Deutschland umfasst die Produktion drei Standorte mit insgesamt 27 Hektar, darunter 20 Hektar Freiland und 7 Hektar moderne Gewächshäuser.",
  "milestone2_sub2": "Innovation trifft Gartenbautradition",
  "milestone2_desc2": "Ein wichtiger Meilenstein war 2020 die Integration der Reichswalder Niederlassung, ehemals Baumschule Stefan Wolf, in das Familienunternehmen. Auf 7 Hektar – mit 3 Hektar modernen Gewächshäusern und 4 Hektar Freiland – vereinen sich Tradition und Innovation. Hier wurde 2024 die Elegardens® BIO-Kollektion gestartet, als Zeichen für nachhaltigen und zukunftsorientierten Gartenbau.",

  "milestone3_title": "Die Elegardens® BIO-Kollektion",
  "milestone3_sub1": "Bio-zertifiziert und umweltfreundlich",
  "milestone3_desc1": "Die Elegardens® BIO-Kollektion steht für das nächste Kapitel bei Stauden Peters: Bio-zertifizierter Anbau, verbunden mit einem starken Bekenntnis zu Ästhetik und Umweltschutz. Die Kollektion basiert auf Biodiversität, Widerstandsfähigkeit und Nachhaltigkeit und umfasst EU-BIO-zertifizierte Pflanzen, die ohne synthetische Chemikalien wachsen.",
  "milestone3_sub2": "Sortiment stärken, Umwelt schützen",
  "milestone3_desc2": "Mit Stauden Peters erweitern Kunden ihr Sortiment um Premium-Stauden, die nicht nur optisch überzeugen, sondern auch eine ökologische Botschaft vermitteln. Diese Partnerschaft stärkt die Marktposition, erfüllt neue Kundenerwartungen und trägt zu einer grüneren, gesünderen Zukunft bei.",

  "our_story_title": "Unsere Geschichte",
  "our_mission": "Unsere Mission",
  "our_mission_desc": "Unsere Mission ist es, BIO-zertifizierte Stauden zu kultivieren, die Menschen und Umwelt bereichern. Wir setzen auf widerstandsfähige Pflanzen, die Biodiversität fördern und Ökosysteme stärken – Nachhaltigkeit steht im Mittelpunkt unseres Handelns.",
  "our_vision": "Unsere Vision",
  "our_vision_desc": "Unsere Vision ist es, neue Maßstäbe im nachhaltigen Gartenbau zu setzen, indem wir schrittweise auf 100% BIO-zertifizierte Produktion umstellen und Pflanzen schaffen, die Eleganz und ökologischen Wert vereinen.",
  "our_values": "Unsere Werte",
  "our_values_desc": "Nachhaltigkeit prägt unser Tun. Wir setzen auf Partnerschaften mit dem Handel und sorgen dafür, dass unsere Kollektionen attraktiv, umweltfreundlich und marktreif sind. Jahrzehntelange Erfahrung und Innovation ermöglichen hochwertige, klimaresiliente Pflanzen.",

  "ceo_title": "Lernen Sie den Gründer kennen",
  "ceo_desc": "Vorreiter für nachhaltigen Gartenbau, leitet die BIO-Transformation von Elegardens."
}
